{
  "for you": "pour vous",
  "for family": "pour la famille",
  "for corporate": "pour l'entreprise",
  "services": "services",
  "rates": "taux",
  "Dashboard": "Tableau de bord",
  "Sign Out": "Se déconnecter",
  "Login": "Connexion",
  "Sign Up": "S'inscrire",
  "Accessible, quality healthcare at your fingertips.": "Des soins de santé accessibles et de qualité à portée de main.",
  "From meeting a doctor to ordering a perscription get the 360 healthcare you need all in one place.": "De la consultation avec un médecin à la commande d'une ordonnance, obtenez les soins de santé complets dont vous avez besoin en un seul endroit.",
  "See A Doctor": "Voir un médecin",
  "Get care today for": "Obtenez des soins aujourd'hui pour",
  "diagnosis": "diagnostic",
  "prescriptions & renewals": "ordonnances et renouvellements",
  "doctors notes": "notes de médecin",
  "referrals to specialists": "références à des spécialistes",
  "mental health": "santé mentale",
  "general health advise": "conseils de santé généraux",
  "lab requisitions": "réquisitions de laboratoire",
  "anxiety": "anxiété",
  "mood changes": "changements d'humeur",
  "depression": "dépression",
  "seasonal depression": "dépression saisonnière",
  "insomnia": "insomnie",
  "stress": "stress",
  "birth control": "contrôle des naissances",
  "erectile dysfunction": "dysfonction érectile",
  "plan b": "plan B",
  "antibiotics": "antibiotiques",
  "pain control and management": "contrôle et gestion de la douleur",
  "mental health medication": "médicaments de santé mentale",
  "virus": "virus",
  "urine": "urine",
  "blood": "sang",
  "covid": "covid",
  "mobile vaccination": "vaccination mobile",
  "wound care and treatment": "soins et traitement des plaies",
  "palliative care": "soins palliatifs",
  "post surgery care": "soins postopératoires",
  "IV medication": "médicaments par intraveineuse",
  "injection infusions": "infusions par injection",
  "vital signs monitoring": "surveillance des signes vitaux",
  "virtual": "virtuel",
  "doctor": "médecin",
  "Treatment and diagnosis for 70% of medical issues can be done virtually.": "Le traitement et le diagnostic de 70% des problèmes médicaux peuvent être effectués virtuellement.",
  "Connect with a virtual doctor in minutes, 24/7. Or, book an appointment with a specialist - no referral needed.": "Connectez-vous avec un médecin virtuel en quelques minutes, 24/7. Ou, prenez rendez-vous avec un spécialiste - aucune référence nécessaire.",
  "Learn More": "En savoir plus",
  "mental": "mental",
  "health": "santé",
  "In today's faced-paced, modern and ultra-connected world, your mental health is more important than ever. With MDHUB, you can easily get mental health support when you need it most.": "Dans le monde moderne et ultra-connecté d'aujourd'hui, votre santé mentale est plus importante que jamais. Avec MDHUB, vous pouvez facilement obtenir un soutien en santé mentale lorsque vous en avez le plus besoin.",
  "online": "en ligne",
  "pharmacy": "pharmacie",
  "Stop wasting time chasing down refills or waiting in line. Easily access our online pharmacy to get prescriptions filled or renewed and delivered right to your door.": "Arrêtez de perdre du temps à chercher des renouvellements de prescription ou à attendre en ligne. Accédez facilement à notre pharmacie en ligne pour faire remplir ou renouveler vos prescriptions et les faire livrer directement chez vous.",
  "Your pharmacist is just a text away.": "Votre pharmacien n'est qu'à un message texte de distance.",
  "diagnostics": "diagnostics",
  "Safe, fast and professional testing on your schedule in the comfort and privacy of your own home or office. Avoid the wait at hospitals and clinics.": "Des tests sûrs, rapides et professionnels sur votre emploi du temps, dans le confort et l'intimité de votre maison ou de votre bureau. Évitez l'attente dans les hôpitaux et les cliniques.",
  "Our certified partner labs can quickly process over 300 different screenings and assays in order to provide a comprehensive health assessment.": "Nos laboratoires partenaires certifiés peuvent rapidement traiter plus de 300 dépistages et tests différents afin de fournir une évaluation complète de votre santé.",
  "nursing &": "soins infirmiers et",
  "homecare": "soins à domicile",
  "Our professional nurses will come directly to you, and our team of homecare givers will be there for you when you need them. They offer compassionate care for seniors, individuals requiring post-operative care, and people with disabilities. Whether you need medical services or homecare, we can assist you with most of your needs.": "Nos infirmières professionnelles viendront directement chez vous, et notre équipe de soignants à domicile sera là pour vous quand vous en aurez besoin. Ils offrent des soins compatissants pour les personnes âgées, les personnes nécessitant des soins postopératoires et les personnes handicapées. Que vous ayez besoin de services médicaux ou de soins à domicile, nous pouvons vous aider pour la plupart de vos besoins.",
  "Free unlimited access to doctors 24/7": "Accès illimité et gratuit à des médecins 24h/24 et 7j/7",
  "Free online pharmacy and delivery": "Pharmacie en ligne gratuite avec livraison",
  "Free Headspace membership": "Adhésion gratuite à Headspace",
  "Access to private labs with a 25% discount": "Accès à des laboratoires privés avec une réduction de 25%",
  "Mobile nursing and homecare with a 25% discount": "Soins infirmiers et à domicile mobiles avec une réduction de 25%",
  "Virus testing with a 25% discount + free rush service": "Tests de virus avec une réduction de 25% + service de rush gratuit",
  "Access to specialists and mental health professionals with a 15% discount": "Accès à des spécialistes et professionnels de la santé mentale avec une réduction de 15%",
  "Membership Benefits": "Avantages de l'adhésion",
  "Your health, all in one place.": "Votre santé, tout en un seul endroit."
}